Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/taxation_and_medical_expenses.html.txt.tmx
Source language: en
Languages: ga

source: It includes a spouse, parent, child, brother, sister, brother and sister-in-law and parents-in-law
ga: Áirítear leis, mar shampla, céile, tuismitheoir, leanbh, deartháir, deirfiúr, deartháir nó deirfiúr chéile agus tuismitheoirí céile

source: The definition also includes any other child (of whom the claimant has custody)
ga: Áirítear leis freisin aon leanbh eile a bhfuil caomhnóireacht ag an éilitheoir air nó uirthi
